Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: The model starts with a small set and loads more from your enabled capabilities on demand.
ko: 모델은 작은 세트로 시작하여 필요에 따라 활성화된 기능에서 더 많은 것을 로드합니다.
ru: Модель начинается с небольшого набора и по требованию загружает дополнительные возможности из имеющихся у вас возможностей.
zh_hans: 模型从一个小集合开始，并根据需要从你已启用的功能中按需加载更多。
zh_hant: 模型從一個小集合開始，並根據需要從您已啓用的功能中按需加載更多。

source: The most capable pick — for powerful Macs.
ko: 가장 뛰어난 모델 — 고성능 Mac에 적합합니다.
ru: Самый мощный вариант — для производительных Mac.
zh_hans: 能力最强的选择——适合高性能 Mac。
zh_hant: 能力最強的選擇——適合高性能 Mac。

source: The Osaurus agent helps you configure Osaurus. It doesn't use the sandbox or a working folder.
ko: Osaurus 에이전트는 Osaurus 구성을 돕습니다. 샌드박스나 작업 폴더를 사용하지 않습니다.
ru: Агент Osaurus поможет вам настроить Osaurus. Он не использует песочницу или рабочую папку.
zh_hans: Osaurus 智能体帮助你配置 Osaurus。它不使用沙盒或工作文件夹。
zh_hant: Osaurus 智能體幫助您配置Osaurus。它不使用沙盒或工作文件夾。

source: The owning plugin is disabled.
ko: 소유한 플러그인이 사용 안 함으로 설정되어 있습니다.
ru: Плагин-владелец отключен.
zh_hans: 所属插件已禁用。
zh_hant: 所屬插件已禁用。

source: The plugin does not have capture permission.
ko: 플러그인에 캡처 권한이 없습니다.
ru: Плагин не имеет разрешения на захват.
zh_hans: 插件没有捕获权限。
zh_hant: 插件沒有捕獲權限。

source: The plugin's `osr_host_api` mirror struct does not match the host's v6 layout — most often the v5 `log_structured` slot is skipped, which shifts every later slot by 8 bytes. The plugin then dispatches `host->free_string` to the wrong host trampoline and `libc free()` aborts on a non-malloc pointer, killing the host. See `docs/plugins/HOST_API.md → Mirror Struct Audit` and `docs/plugins/ABI_VERSIONS.md` for the pinned offsets and the documented v1..v6 evolution.
ko: 플러그인의 `osr_host_api` 미러 구조체가 호스트의 v6 레이아웃과 일치하지 않습니다. 가장 흔한 경우는 v5 `log_structured` 슬롯이 건너뛰어져 이후의 모든 슬롯이 8바이트씩 이동하는 것입니다. 그러면 플러그인이 `host->free_string`을 잘못된 호스트 트램펄린으로 디스패치하고 `libc free()`가 malloc이 아닌 포인터에서 중단되어 호스트를 종료시킵니다. 고정된 오프셋과 문서화된 v1..v6 변경 사항은 `docs/plugins/HOST_API.md → Mirror Struct Audit` 및 `docs/plugins/ABI_VERSIONS.md`를 참조하세요.
ru: Зеркальная структура плагина `osr_host_api` не соответствует макету хоста v6 — чаще всего слот v5 `log_structured` пропускается, что сдвигает каждый последующий слот на 8 байт. Затем плагин отправляет `host->free_string` на батут неправильного хоста, а `libc free()` прерывается на указателе, отличном от malloc, убивая хост. См. `docs/plugins/HOST_API.md → Mirror Struct Audit` и `docs/plugins/ABI_VERSIONS.md` для получения информации о закреплённых смещёниях и документированной эволюции v1..v6.
zh_hans: 插件的 `osr_host_api` 镜像结构体与宿主的 v6 布局不匹配——最常见的是跳过了 v5 的 `log_structured` 槽位，导致之后的每个槽位都偏移了 8 个字节。随后插件会将 `host->free_string` 分派到错误的宿主跳板，`libc free()` 在一个非 malloc 指针上中止，从而导致宿主崩溃。有关固定偏移量以及记录在案的 v1..v6 演进，请参阅 `docs/plugins/HOST_API.md → Mirror Struct Audit` 和 `docs/plugins/ABI_VERSIONS.md`。
zh_hant: 插件的 `osr_host_api` 鏡像結構體與主機的 v6 佈局不匹配——最常見的是跳過了 v5 的 `log_structured` 槽位，導致之後的每個槽位都偏移了 8 個字節。隨後插件會將 `host->free_string` 分派到錯誤的主機跳板，`libc free()` 在一個非 malloc 指針上中止，從而導致主機崩潰。有關固定偏移量以及記錄在案的 v1..v6 演進，請參閱 `docs/plugins/HOST_API.md → Mirror Struct Audit` 和 `docs/plugins/ABI_VERSIONS.md`。

source: The preflight could not read volume capacity for %@.
ko: 사전 검사에서 %@의 볼륨 용량을 읽을 수 없습니다.
ru: В ходе предполетной подготовки не удалось считать объем тома для %@.
zh_hans: 预检无法读取 %@ 的卷容量。
zh_hant: 預檢無法讀取 %@ 的卷容量。

source: The Privacy Filter scrubs this before it reaches a cloud model.
ko: 개인정보 필터가 클라우드 모델에 도달하기 전에 이를 비식별화합니다.
ru: Фильтр конфиденциальности очищает его до того, как он достигнет облачной модели.
zh_hans: 隐私过滤器会在其到达云端模型之前清理这些内容。
zh_hant: 隱私過濾器會在其到達雲端模型之前清理這些內容。

source: The private-API bridge is not active on this Mac right now, so these actions will fail until it is. Basic send/receive keeps working either way.
ko: 이 Mac에서 비공개 API 브리지가 현재 활성화되어 있지 않아, 활성화될 때까지 이 작업들은 실패합니다. 기본 전송/수신은 어느 경우든 계속 작동합니다.
ru: Мост закрытого API сейчас не активен на этом Mac, поэтому эти действия будут завершаться ошибкой, пока он не станет активен. Базовые отправка и приём работают в любом случае.
zh_hans: 私有 API 桥接目前未在此 Mac 上激活，因此在激活之前这些操作会失败。基本的发送/接收无论如何都会继续工作。
zh_hant: 私有 API 橋接目前未在此 Mac 上啟用，因此在啟用之前這些操作會失敗。基本的傳送/接收無論如何都會繼續運作。

source: The provider is configured but has not completed model discovery yet.
ko: 제공자가 구성되었지만 아직 모델 검색을 완료하지 않았습니다.
ru: Провайдер настроен, но ещё не завершил обнаружение модели.
zh_hans: 提供商已配置，但尚未完成模型发现。
zh_hant: 提供商已配置，但尚未完成模型發現。

source: The provider is configured but no tools are registered yet.
ko: 제공자가 구성되었지만 아직 등록된 도구가 없습니다.
ru: Провайдер настроен, но инструменты ещё не зарегистрированы.
zh_hans: 提供商已配置，但尚未注册任何工具。
zh_hant: 提供者已配置，但尚未註冊任何工具。

source: The receiver who accepted this invite will lose access immediately. Their access key will be revoked.
ko: 이 초대를 수락한 수신자는 즉시 액세스 권한을 잃게 됩니다. 액세스 키가 취소됩니다.
ru: Получатель, принявший это промпт, немедленно потеряет доступ. Их ключ доступа будет отозван.
zh_hans: 接受此邀请的接收者将立即失去访问权限。他们的访问密钥将被撤销。
zh_hant: 接受此邀請的接收者將立即失去訪問權限。他們的訪問密鑰將被撤銷。

source: The redeem service is temporarily unavailable. Please try again.
ko: 코드 사용 서비스를 일시적으로 사용할 수 없습니다. 다시 시도하세요.
ru: Сервис активации кодов временно недоступен. Повторите попытку.
zh_hans: 兑换服务暂时不可用。请重试。
zh_hant: 兌換服務暫時無法使用。請再試一次。

source: The redeem service returned an invalid response. Please try again.
ko: 코드 사용 서비스에서 잘못된 응답을 보냈습니다. 다시 시도하세요.
ru: Сервис активации кодов вернул недопустимый ответ. Повторите попытку.
zh_hans: 兑换服务返回了无效响应。请重试。
zh_hant: 兌換服務傳回了無效回應。請再試一次。

source: The referenced chat session is no longer available.
ko: 참조된 채팅 세션을 더 이상 사용할 수 없습니다.
ru: Указанный сеанс чата больше не доступен.
zh_hans: 引用的聊天会话已不可用。
zh_hant: 引用的聊天會話已不可用。

source: The requested capture capability is not recognized.
ko: 요청된 캡처 기능이 인식되지 않습니다.
ru: Запрошенная возможность захвата не распознана.
zh_hans: 请求的捕获功能未识别。
zh_hant: 請求的捕獲功能未識別。

source: The result was capped at 500 rows.
ko: 결과가 500행으로 제한되었습니다.
ru: Результат был ограничен 500 строками.
zh_hans: 结果已限制为 500 行。
zh_hant: 結果已限制爲 500 行。

source: The room stays listed, but the agent can't post to it.
ko: 룸은 목록에 남아 있지만 에이전트가 게시할 수 없습니다.
ru: Комната остаётся в списке, но агент не может в неё публиковать.
zh_hans: 房间仍会列出，但智能体无法向其发帖。
zh_hant: 房間仍會列出，但智能體無法向其發文。

source: The router uses your identity master key as your billing account. Create or restore an identity before adding credits or calling Osaurus models.
ko: 라우터는 신원 마스터 키를 결제 계정으로 사용합니다. 크레딧을 추가하거나 Osaurus 모델을 호출하기 전에 신원을 생성하거나 복원하세요.
ru: Router использует мастер-ключ идентификации как биллинговый аккаунт. Создайте или восстановите идентификацию, прежде чем пополнять кредиты или вызывать модели Osaurus.
zh_hans: 路由器将你的身份主密钥用作你的计费账户。在添加积分或调用 Osaurus 模型之前，请创建或恢复身份。
zh_hant: 路由器將您的身份主密鑰用作您的計費賬戶。在添加積分或調用Osaurus模型之前，請創建或恢復身份。

source: The sandbox image and Containerization runtime are supported on Apple Silicon.
ko: 샌드박스 이미지 및 컨테이너화 런타임은 Apple Silicon에서 지원됩니다.
ru: Образ песочницы и среда выполнения контейнеризации поддерживаются в Apple Silicon.
zh_hans: Apple 芯片支持沙盒映像和 Containerization 运行时。
zh_hant: Apple 硅芯片支持沙盒映像和容器化運行時。

source: The sandbox requires macOS 26 or later; this host reports macOS %lld.
ko: 샌드박스에는 macOS 26 이상이 필요합니다. 이 호스트는 macOS %lld을(를) 보고합니다.
ru: Для песочницы требуется macOS 26 или новее; этот хост сообщает macOS %lld.
zh_hans: 沙盒需要 macOS 26 或更高版本；此主机报告 macOS %lld。
zh_hant: 沙盒需要 macOS 26 或更高版本；此主機報告 macOS %lld。

source: The saved key is injected using the provider-specific header.
ko: 저장된 키는 제공자별 헤더를 사용하여 주입됩니다.
ru: Сохраненный ключ вводится с использованием заголовка, специфичного для провайдера.
zh_hans: 保存的密钥使用特定于提供商的标头注入。
zh_hant: 保存的密鑰使用特定於提供商的標頭注入。

source: The screenshot was captured but could not be written.
ko: 스크린샷이 캡처되었지만 쓸 수 없습니다.
ru: Скриншот был сделан, но записать его не удалось.
zh_hans: 截图已捕获，但无法写入。
zh_hant: 截圖已捕獲，但無法寫入。

source: The reply stayed in Osaurus because Reply Automatically is off. Turn it on in the channel settings to post replies back.
ko: Reply Automatically가 꺼져 있어 응답이 Osaurus에 남아 있습니다. 채널 설정에서 켜면 응답이 채널로 전송됩니다.
ru: Ответ остался в Osaurus, потому что «Reply Automatically» выключено. Включите эту опцию в настройках канала, чтобы отправлять ответы обратно.
zh_hans: 由于“自动回复”已关闭，回复保留在 Osaurus 中。请在频道设置中开启以将回复发送回频道。
zh_hant: 由於「自動回覆」已關閉，回覆保留在 Osaurus 中。請在頻道設定中開啟以將回覆發送回頻道。

source: The setupComplete flag is false, so tool and agent startup still require provisioning.
ko: setupComplete 플래그가 false이므로 도구 및 에이전트 시작에는 여전히 프로비저닝이 필요합니다.
ru: Флаг setupComplete имеет значение false, поэтому запуск инструмента и агента по-прежнему требует подготовки.
zh_hans: setupComplete 标志为 false，因此工具和智能体的启动仍需要完成配置。
zh_hant: 設置完成標誌爲false，因此工具和智能體啓動仍需要配置。

source: The signing key for "%@" has changed. Uninstall the plugin and reinstall it to accept the new key.
ko: "%@"의 서명 키가 변경되었습니다. 플러그인을 제거하고 다시 설치하여 새 키를 수락하세요.
ru: Ключ подписи для «%@» изменился. Удалите плагин и переустановите его, чтобы принять новый ключ.
zh_hans: “%@”的签名密钥已更改。卸载插件并重新安装以接受新密钥。
zh_hant: 「%@」的籤名密鑰已更改。卸載插件並重新安裝以接受新密鑰。

source: The stdio provider is missing a command.
ko: stdio 제공자에 명령어가 누락되었습니다.
ru: Провайдеру stdio не хватает команды.
zh_hans: stdio 提供商缺少命令。
zh_hant: stdio 提供者缺少一個命令。

source: The storage encryption key is unavailable on this Mac (Keychain reset, app re-sign, or migration without iCloud Keychain). Your encrypted memory can't be unlocked with the current key.
ko: 이 Mac에서는 저장소 암호화 키를 사용할 수 없습니다(키체인 재설정, 앱 재서명 또는 iCloud 키체인 없이 마이그레이션). 현재 키로는 암호화된 메모리의 잠금을 해제할 수 없습니다.
ru: Ключ шифрования хранилища недоступен на этом Mac (сброс связки ключей, повторная подпись приложения или миграция без службы «Связка ключей iCloud»). Ваша зашифрованная память не может быть разблокирована текущим ключом.
zh_hans: 此 Mac 上的存储加密密钥不可用（钥匙串被重置、应用重新签名，或迁移时未使用 iCloud 钥匙串）。当前密钥无法解锁你加密的记忆数据。
zh_hant: 此Mac上的存儲加密密鑰不可用（鑰匙串重置、應用程序重新籤名或未使用iCloud鑰匙串進行遷移）。無法使用當前密鑰解密您的加密內存。

source: The store failed to open for an unrecognized reason. Retry, or Reset if it persists.
ko: 알 수 없는 이유로 저장소를 열지 못했습니다. 다시 시도하거나, 계속되면 재설정하세요.
ru: Магазин не открылся по непонятной причине. Повторите попытку или выполните сброс, если проблема не исчезнет.
zh_hans: 存储因未知原因未能打开。请重试；如果问题仍然存在，请重置。
zh_hant: 存儲因不明原因未能開業。重試，如果仍然存在，請重試或重置。

source: The task is still running. Dismissing will cancel it.
ko: 작업이 아직 실행 중입니다. 닫으면 작업이 취소됩니다.
ru: Задача ещё выполняется. Закрытие отменит её.
zh_hans: 任务仍在运行。关闭将取消该任务。
zh_hant: 任務仍在運行中。取消將終止它。

source: The Test button launches the subprocess, runs initialize/listTools, and tears it down.
ko: 테스트 버튼은 하위 프로세스를 시작하고 initialize/listTools를 실행한 다음 해제합니다.
ru: Кнопка «Тест» запускает подпроцесс, запускает инициализацию/listTools и завершает его.
zh_hans: 测试按钮启动子进程，运行 initialize/listTools，并将其关闭。
zh_hant: 測試按鈕啓動子進程，運行initialize/listTools，並將其關閉。

source: The token is stored in Keychain and is never written to the Discord configuration file.
ko: 토큰은 키체인에 저장되며 Discord 구성 파일에 기록되지 않습니다.
ru: Токен хранится в Keychain и никогда не записывается в файл конфигурации Discord.
zh_hans: 令牌存储在钥匙串（Keychain）中，绝不会写入 Discord 配置文件。
zh_hant: 令牌存儲在鑰匙串（Keychain）中，絕不會寫入 Discord 配置文件。

source: The token or secret header is stored outside plain provider config.
ko: 토큰 또는 비밀 헤더는 일반 제공자 구성 외부에 저장됩니다.
ru: Токен или секретный заголовок хранятся вне простой конфигурации провайдера.
zh_hans: 令牌或密钥标头存储在明文提供商配置之外。
zh_hant: 令牌或密鑰頭存儲在明文提供者配置之外。

source: The trade-off is reliability: if the Keychain key is lost (Keychain wipe, app re-sign, or Mac migration without iCloud Keychain), encrypted data can't be opened. Plaintext data is never at that risk.
ko: 단점은 신뢰성입니다. 키체인 키가 손실된 경우(키체인 지우기, 앱 재서명 또는 iCloud 키체인 없이 Mac 마이그레이션) 암호화된 데이터를 열 수 없습니다. 일반 텍스트 데이터는 이러한 위험이 전혀 없습니다.
ru: Цена такого режима — надёжность восстановления: если ключ Связки ключей потерян (очистка Связки ключей, повторная подпись приложения или перенос на Mac без Связки ключей iCloud), зашифрованные данные нельзя будет открыть. Незашифрованные данные такому риску не подвержены.
zh_hans: 权衡在于可靠性：如果钥匙串密钥丢失（如钥匙串被清除、应用程序重新签名或在未使用 iCloud 钥匙串的情况下迁移 Mac），则无法打开加密数据。而明文数据则永远不会面临这种风险。
zh_hant: 權衡在於可靠性：如果鑰匙串密鑰丟失（如鑰匙串被清除、應用程序重新籤名或在未使用iCloud鑰匙串的情況下遷移Mac），則無法打開加密數據。而明文數據則永遠不會面臨這種風險。

source: The unreadable database is moved to ~/.osaurus/quarantine/ (never deleted) and a fresh, empty memory store is created so memory and search work again. Distilled facts and episodes in the old file stay in quarantine — export a plaintext backup first if you might recover the key.
ko: 읽을 수 없는 데이터베이스는 ~/.osaurus/quarantine/으로 이동되며(절대 삭제되지 않음) 메모리 및 검색이 다시 작동하도록 비어 있는 새 메모리 저장소가 생성됩니다. 이전 파일의 추출된 사실 및 에피소드는 격리 상태로 유지됩니다. 키를 복구할 수 있는 경우 먼저 일반 텍스트 백업을 내보내세요.
ru: Нечитаемая база данных перемещается в ~/.osaurus/quarantine/ (никогда не удаляется), и создается новое, пустое хранилище памяти, поэтому память и поиск снова работают. Отобранные факты и эпизоды из старого файла остаются в карантине — сначала экспортируйте резервную копию в виде незашифрованного текста, если вы можете восстановить ключ.
zh_hans: 无法读取的数据库会被移至 ~/.osaurus/quarantine/（绝不会被删除），并创建一个全新的空记忆存储，以便记忆和搜索恢复正常。旧文件中的提炼事实和情景会保留在隔离区——如果你可能找回密钥，请先导出纯文本备份。
zh_hant: 無法讀取的數據庫已被移動到 ~/.osaurus/quarantine/ 目錄（不會被刪除），並創建了一個全新的空內存存儲，以便記憶和搜索功能再次正常工作。舊文件中的提煉事實和情節保留在隔離區——如果您可能需要恢復密鑰，請先導出純文本備份。

source: The whatsmeow-based bridge helper is required for all WhatsApp actions. Build it with `make wa-helper` (needs the Go toolchain).
ko: 모든 WhatsApp 작업에는 whatsmeow 기반 브리지 헬퍼가 필요합니다. `make wa-helper`로 빌드하세요(Go 도구 체인 필요).
ru: Для всех действий WhatsApp требуется мост-помощник на основе whatsmeow. Соберите его командой `make wa-helper` (нужен тулчейн Go).
zh_hans: 所有 WhatsApp 操作都需要基于 whatsmeow 的桥接辅助程序。请使用 `make wa-helper` 构建（需要 Go 工具链）。

source: The work task is still running. Dismissing will cancel the task.
ko: 작업이 아직 실행 중입니다. 닫으면 작업이 취소됩니다.
ru: Рабочая задача ещё выполняется. Закрытие отменит её.
zh_hans: 工作任务仍在运行。关闭将取消该任务。
zh_hant: 工作任務仍在運行。取消將終止任務。

source: The zip archive is damaged and can't be read. Try unzipping it first, then import the JSON files inside.
ko: zip 아카이브가 손상되어 읽을 수 없습니다. 먼저 압축을 해제한 다음 안에 있는 JSON 파일을 가져오세요.
ru: Zip-архив поврежден и не может быть прочитан. Сначала распакуйте его, затем импортируйте JSON-файлы из него.
zh_hans: zip 压缩包已损坏，无法读取。请先解压，然后导入其中的 JSON 文件。
zh_hant: zip 壓縮包已損壞，無法讀取。請先解壓縮，然後導入其中的 JSON 檔案。

source: The zip entry "%@" uses an unsupported format.
ko: zip 항목 "%@"이(가) 지원되지 않는 형식을 사용합니다.
ru: Элемент zip-архива «%@» использует неподдерживаемый формат.
zh_hans: zip 条目“%@”使用了不受支持的格式。
zh_hant: zip 條目「%@」使用了不受支持的格式。

source: Theme
ko: 테마
ru: Тема
zh_hans: 主题
zh_hant: 主題

source: Theme Editor
ko: 테마 편집기
ru: Редактор тем
zh_hans: 主题编辑器
zh_hant: 主題編輯器

source: Theme ID or Link
ko: 테마 ID 또는 링크
ru: Тема ID или ссылка
zh_hans: 主题 ID 或链接
zh_hant: 主題 ID 或鏈接

source: Theme Library
ko: 테마 보관함
ru: Библиотека тем
zh_hans: 主题库
zh_hant: 主題庫

source: Theme Name
ko: 테마 이름
ru: Название темы
zh_hans: 主题名称
zh_hant: 主題名稱

source: Theme shared
ko: 테마가 공유됨
ru: Тема опубликована
zh_hans: 主题已分享
zh_hant: 主題已分享

source: Theme uploaded
ko: 테마가 업로드됨
ru: Тема загружена
zh_hans: 主题已上传
zh_hant: 主題已上傳

source: Themes
ko: 테마
ru: Темы
zh_hans: 主题
zh_hant: 主題

source: Themes could not be loaded. Try reinstalling the built-in themes.
ko: 테마를 불러올 수 없습니다. 내장 테마를 다시 설치해 보세요.
ru: Не удалось загрузить темы. Попробуйте переустановить встроенные темы.
zh_hans: 无法加载主题。请尝试重新安装内置主题。
zh_hant: 無法加載主題。請嘗試重新安裝內置主題。

source: Themes Needing Review
ko: 검토가 필요한 테마
ru: Темы, требующие рассмотрения
zh_hans: 需要审核的主题
zh_hant: 需要審核的主題

source: Then choose the downloaded file below. You can select several files at once.
ko: 그다음 아래에서 다운로드한 파일을 선택하세요. 여러 파일을 한 번에 선택할 수 있습니다.
ru: Затем выберите скачанный файл ниже. Можно выбрать несколько файлов сразу.
zh_hans: 然后在下方选择已下载的文件。可以一次选择多个文件。
zh_hant: 然後在下方選擇已下載的檔案。可以一次選擇多個檔案。

source: These `.mcp.json` entries were malformed (no `command` and no `url`) and couldn't be imported:
ko: 이 `.mcp.json` 항목은 형식이 잘못되어(`command` 및 `url` 없음) 가져올 수 없습니다:
ru: Эти записи `.mcp.json` были неверными (нет `command` и нет `url`) и не могли быть импортированы:
zh_hans: 这些 `.mcp.json` 条目格式错误（既无 `command` 也无 `url`），无法导入：
zh_hant: 這些 `.mcp.json` 條目格式錯誤（既無 `command` 也無 `url`），無法導入：

source: These agents had no machine-readable schedule and were created disabled. Tap one to set a cron expression:
ko: 이 에이전트는 기계가 읽을 수 있는 일정이 없어 사용 안 함으로 생성되었습니다. 하나를 탭하여 cron 표현식을 설정하세요:
ru: Эти агенты не имели машиночитаемого расписания и были отключены. Нажмите один, чтобы установить выражение cron:
zh_hans: 这些智能体没有机器可读的计划，创建时为禁用状态。点击其中一个以设置 cron 表达式：
zh_hant: 這些智能體沒有機器可讀的計劃，創建時爲禁用狀態。點擊其中一個以設置 cron 表達式：

source: These artifacts couldn't be installed:
ko: 이 아티팩트는 설치할 수 없습니다:
ru: Эти артефакты не удалось установить:
zh_hans: 无法安装这些工件：
zh_hant: 無法安裝這些工件：

source: These instructions will be sent to the AI when the schedule runs.
ko: 일정이 실행될 때 이 지침이 AI에게 전송됩니다.
ru: Эти инструкции будут отправлены на ИИ при запуске расписания.
zh_hans: 日程运行时会将这些指令发送给 AI。
zh_hant: 日程運行時會將這些指令發送給 AI。

source: These models are no longer used. Delete to free up %@.
ko: 이 모델은 더 이상 사용되지 않습니다. %@ 여유 공간을 확보하려면 삭제하세요.
ru: Эти модели больше не используются. Удалите, чтобы освободить %@.
zh_hans: 这些模型已不再使用。删除可释放 %@。
zh_hant: 這些模型已不再使用。刪除可釋放 %@。

source: These providers use OAuth and were created disabled. Tap one to open its editor and complete sign-in:
ko: 이 제공자는 OAuth를 사용하며 사용 안 함으로 생성되었습니다. 편집기를 열고 로그인을 완료하려면 하나를 탭하세요:
ru: Эти провайдеры используют OAuth и были отключены. Коснитесь одного, чтобы открыть его редактор и завершить вход:
zh_hans: 这些提供商使用 OAuth，创建时为禁用状态。点击其中一个以打开其编辑器并完成登录：
zh_hant: 這些提供商使用 OAuth，創建時爲禁用狀態。點擊其中一個以打開其編輯器並完成登錄：

source: These servers ship with placeholder credentials. Tap one to open its editor and paste a real token:
ko: 이 서버에는 자리 표시자 자격 증명이 함께 제공됩니다. 편집기를 열고 실제 토큰을 붙여넣으려면 하나를 탭하세요:
ru: Эти серверы поставляются с учётными данными-заполнителями. Коснитесь одного, чтобы открыть его редактор и вставить настоящий токен:
zh_hans: 这些服务器附带的是占位凭据。点击其中一个以打开其编辑器并粘贴真实令牌：
zh_hant: 這些服務器附帶的是佔位憑據。點擊其中一個以打開其編輯器並粘貼真實令牌：

source: These settings apply to all voice modes: Voice Input, Transcription, and VAD Mode.
ko: 이 설정은 모든 음성 모드(음성 입력, 전사 및 VAD 모드)에 적용됩니다.
ru: Эти настройки применяются ко всем голосовым режимам: голосовой ввод, транскрипция и режим VAD.
zh_hans: 这些设置适用于所有语音模式：语音输入、转写和 VAD 模式。
zh_hant: 這些設置適用於所有語音模式：語音輸入、轉寫和 VAD 模式。

source: These stdio MCP servers were imported into the Osaurus sandbox but ship with `${VAR}` placeholders for sensitive env vars. Tap one to open its editor:
ko: 이 stdio MCP 서버는 Osaurus 샌드박스로 가져왔지만 민감한 환경 변수에 대한 `${VAR}` 자리 표시자가 포함되어 있습니다. 편집기를 열려면 하나를 탭하세요:
ru: Эти серверы stdio MCP были импортированы в песочницу Osaurus, но поставляются с заполнителями `${VAR}` для чувствительных переменных окружения. Нажмите один, чтобы открыть его редактор:
zh_hans: 这些 stdio MCP 服务器已导入 Osaurus 沙盒，但其敏感环境变量带有 `${VAR}` 占位符。点击其中一个以打开其编辑器：
zh_hant: 這些 stdio MCP 服務器已導入 Osaurus 沙盒，但其敏感環境變量帶有 `${VAR}` 佔位符。點擊其中一個以打開其編輯器：

source: Thinking
ko: 생각
ru: мышление
zh_hans: 正在思考
zh_hant: 正在思考

source: This account is protected by a passkey
ko: 이 계정은 패스키로 보호되어 있습니다
ru: Этот аккаунт защищён ключом доступа
zh_hans: 此账号受通行密钥保护

source: This agent doesn't reply on any channel yet. Open a connected channel in Channels settings and choose this agent under “Reply to incoming messages”.
ko: 이 에이전트는 아직 어떤 채널에서도 답장하지 않습니다. 채널 설정에서 연결된 채널을 열고 “수신 메시지에 답장”에서 이 에이전트를 선택하세요.
ru: Этот агент пока не отвечает ни на одном канале. Откройте подключённый канал в настройках каналов и выберите этого агента в разделе «Отвечать на входящие сообщения».
zh_hans: 此智能体尚未在任何频道回复。请在“频道”设置中打开已连接的频道，并在“回复传入消息”下选择此智能体。
zh_hant: 此智能體尚未在任何頻道回覆。請在「頻道」設定中打開已連接的頻道，並在「回覆傳入訊息」下選擇此智能體。

source: This agent has no memory tables yet.
ko: 이 에이전트에는 아직 메모리 테이블이 없습니다.
ru: У этого агента ещё нет таблиц памяти.
zh_hans: 此智能体还没有记忆表。
zh_hant: 此智能體還沒有記憶表。

source: This agent has no shareable identity. Pair it over your network or generate a relay invite from the header Share button, then connected peers will appear here.
ko: 이 에이전트에는 공유 가능한 ID가 없습니다. 네트워크를 통해 페어링하거나 헤더의 공유 버튼에서 릴레이 초대를 생성하면 연결된 피어가 여기에 표시됩니다.
ru: У этого агента нет общей идентификации. Подключите его к своей сети или сгенерируйте промпт на ретрансляцию с помощью кнопки «Поделиться» в заголовке, после чего здесь появятся подключенные узлы.
zh_hans: 该智能体暂无可分享的身份。请通过网络进行配对，或点击顶部“分享”按钮生成中继邀请，已连接的对等端将显示在此处。
zh_hant: 該代理暫無可以分享的身份。請通過網絡進行配對，或點擊頂部"分享"按鈕生成中繼邀請，已連接的對等端將顯示在此處。

source: This agent's database is approaching its storage quota.
ko: 이 에이전트의 데이터베이스가 저장소 할당량에 도달하고 있습니다.
ru: База данных этого агента приближается к своей квоте хранения.
zh_hans: 此智能体的数据库即将达到其存储配额。
zh_hant: 此智能體的數據庫即將達到其存儲配額。

source: This bundle advertises DFlash/speculative-decoding metadata, but local generation has no target/draft acceptance contract or benchmark proof yet. Use it only after native runtime support lands.
ko: 이 번들은 DFlash/speculative-decoding 메타데이터를 알리지만, 로컬 생성에는 아직 target/draft 수락 계약이나 벤치마크 증명이 없습니다. 네이티브 런타임 지원이 제공된 후에만 사용하세요.
ru: Этот пакет рекламирует метаданные DFlash/спекулятивного декодирования, но у локальной генерации пока нет целевого/чернового контракта о приемке или эталонного доказательства. Используйте его только после того, как появится встроенная поддержка среды выполнения.
zh_hans: 此包声明了 DFlash/推测解码元数据，但本地生成尚无目标/草稿接受契约或基准证明。请在原生运行时支持落地后再使用。
zh_hant: 此包聲明瞭 DFlash/推測解碼元數據，但本地生成尚無目標/草稿接受契約或基準證明。請在原生運行時支持落地後再使用。

source: This channel does not support posting into threads.
ko: 이 채널은 스레드 게시를 지원하지 않습니다.
ru: Этот канал не поддерживает публикацию в треды.
zh_hans: 此频道不支持发布到线程。
zh_hant: 此頻道不支持發佈到討論串。

source: This channel is read-only right now — posting is turned off in its settings.
ko: 이 채널은 현재 읽기 전용입니다. 설정에서 게시가 꺼져 있습니다.
ru: Этот канал сейчас доступен только для чтения — публикация выключена в его настройках.
zh_hans: 此频道当前为只读——其设置中已关闭发帖。
zh_hant: 此頻道當前為唯讀——其設定中已關閉發文。

source: This channel is turned off.
ko: 이 채널은 꺼져 있습니다.
ru: Этот канал выключен.
zh_hans: 此频道已关闭。
zh_hant: 此頻道已關閉。

source: This chat runs on the remote agent's own model — chosen by the agent's owner and not changeable here.
ko: 이 채팅은 원격 에이전트의 자체 모델에서 실행됩니다. 에이전트 소유자가 선택하며 여기서는 변경할 수 없습니다.
ru: Этот чат работает на основе собственной модели удалённого агента, выбранной владельцем агента и недоступной для изменения.
zh_hans: 此聊天运行在远程智能体自带的模型上——该模型由智能体的所有者选定，在此处不可更改。
zh_hant: 此聊天運行在遠程智能體自帶的模型上——該模型由智能體的所有者選定，在此處不可更改。

source: This chat runs on the remote agent's own model, set by its owner.
ko: 이 채팅은 원격 에이전트의 자체 모델에서 실행되며 소유자가 설정합니다.
ru: Этот чат работает на основе собственной модели удалённого агента, установленной его владельцем.
zh_hans: 此聊天运行在远程智能体自带的模型上，由该智能体的所有者设置。
zh_hant: 此聊天運行在遠程智能體自帶的模型上，由該智能體的所有者設置。

source: This code isn’t available for this account.
ko: 이 계정에서는 이 코드를 사용할 수 없습니다.
ru: Этот код недоступен для этой учетной записи.
zh_hans: 此账户无法使用此代码。
zh_hant: 此帳戶無法使用此代碼。

source: This command has no template body.
ko: 이 명령에는 템플릿 본문이 없습니다.
ru: Эта команда не имеет тела шаблона.
zh_hans: 此命令没有模板正文。
zh_hant: 此命令沒有模板正文。

source: This connection will be end-to-end encrypted
ko: 이 연결은 종단간 암호화됩니다
ru: Это соединение будет защищено сквозным шифрованием
zh_hans: 此连接将进行端到端加密
zh_hant: 此連接將進行端到端加密

source: This deletes the on-disk model (~2.8 GB). The Privacy Filter stops detecting until you re-download it.
ko: 디스크의 모델(~2.8GB)이 삭제됩니다. 모델을 다시 다운로드할 때까지 개인정보 필터 감지가 중지됩니다.
ru: При этом модель на диске будет удалена (~2,8 GB). Фильтр конфиденциальности перестанет обнаруживать, пока вы не загрузите его повторно.
zh_hans: 这将删除磁盘上的模型（约 2.8 GB）。在你重新下载之前，隐私过滤器将停止检测。
zh_hant: 這將刪除磁盤上的模型（約 2.8 GB）。在你重新下載之前，隱私過濾器將停止檢測。
